{
  "sources": {
    "kuberturvalisuse-seadus_1_peatukk": {
      "content": "1. peatükk\n\nÜldsätted \n\n§ 1.   Seaduse reguleerimis- ja kohaldamisala\n\n  (1) Käesolev seadus sätestab ühiskonna toimimise seisukohast oluliste, sealhulgas avaliku sektori võrgu- ja infosüsteemide pidamise nõuded, vastutuse ja järelevalve ning küberintsidentide ennetamise ja lahendamise alused.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (2) Käesolevat seadust ei kohaldata:\n  1) riigisaladuse ja salastatud välisteabe töötlemisele ning sellise teabe töötlussüsteemide pidamisele;\n  2) Kaitseministeeriumi valitsemisalas rahvusvaheliseks sõjaliseks koostööks ja riigi sõjalise kaitse ettevalmistamiseks vajalike süsteemide pidamisele.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (3) Käesolevat seadust ei kohaldata digitaalse teenuse osutajale, kellel on majandusaasta jooksul keskmiselt alla 50 töötaja ja kelle aasta bilansimaht või aastakäive ei ületa 10 miljonit eurot, arvestades mikro- ja väikeste ettevõtjate määratlusi Euroopa Komisjoni soovituses 2003/361/EÜ mikro-, väikeste ja keskmise suurusega ettevõtjate määratlemise kohta (ELT L 124, 20.05.2003, lk 36–41).\n\n  (4) Kui võrgu- ja infosüsteemi pidamise nõuded on reguleeritud välislepinguga või muu seadusega, kohaldatakse käesolevat seadust välislepingust või muust seadusest tulenevate erisustega.\n\n  (5) Käesolevas seaduses sätestatud haldusmenetlusele kohaldatakse haldusmenetluse seaduse sätteid, arvestades käesoleva seaduse erisusi.\n\n§ 2.   Terminid\n\n  Käesolevas seaduses kasutatakse termineid järgmises tähenduses:\n  1) võrgu- ja infosüsteem (edaspidi süsteem) – elektroonilise side võrk elektroonilise side seaduse § 2 punkti 8 tähenduses, seade või omavahel ühendatud või seotud seadmete rühm, millest vähemalt ühes toimub mõne programmi kohaselt digitaalsete andmete automaatne töötlemine, või digitaalsed andmed, mida salvestatakse, töödeldakse, saadakse päringuga või edastatakse eelnimetatud komponentide poolt nende töö, kasutamise, kaitsmise või hooldamise jaoks;\n  2) süsteemi turvalisus – süsteemi võime osutada vastupanu mis tahes tegevusele, mis ohustab süsteemis töödeldavate andmete või süsteemi kaudu osutatavate või juurdepääsetavate teenuste käideldavust, autentsust, terviklust ja konfidentsiaalsust;\n  21) turvameetmed – rakendatavad organisatsioonilised, füüsilised ja infotehnilised toimingud või vahendid andmete ja süsteemide turvalisuse saavutamiseks ning säilitamiseks;\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n  3) küberintsident – süsteemis toimuv sündmus, mis ohustab või kahjustab süsteemi turvalisust;\n  4) digitaalse teenuse osutaja esindaja (edaspidi esindaja) – Euroopa Liidus asuv füüsiline või juriidiline isik, kes on määratud tegutsema väljaspool Euroopa Liitu asuva digitaalse teenuse osutaja nimel ja kelle poole võib liikmesriigi pädev asutus või küberturbe intsidentide lahendamise üksus pöörduda digitaalse teenuse osutaja asemel seoses digitaalse teenuse osutaja kohustusega, mis tuleneb käesolevast seadusest;\n  5) internetipõhine kauplemiskoht – infoühiskonna teenus, mis võimaldab tarbijakaitseseaduse tähenduses tarbijal ja kauplejal sõlmida internetipõhise müügi- või teenuse osutamise lepingu kas internetipõhise kauplemiskoha veebisaidil või kaupleja veebisaidil, mis kasutab internetipõhise kauplemiskoha pakutavat andmetöötlusteenust;\n  6) internetipõhine otsimootor – infoühiskonna teenus, mis võimaldab kasutajal teha otsingut kõikidel veebisaitidel või konkreetses keeles veebisaitidel mis tahes teemal võtmesõna, fraasi või muu sisendi vormis päringu alusel ning saadab vastuseks lingid, kust võib leida teavet taotletud sisu kohta;\n  7) pilvandmetöötlusteenus – infoühiskonna teenus, mis võimaldab juurdepääsu andmetöötlusressursside kogumile, mis on paindlikult jagatav ning laiendatav süsteemi ennast muutmata;\n  8) küberturbe intsidentide lahendamise üksus – ekspertide grupp, kelle ülesandeks on küberintsidendi tuvastamist, analüüsimist ja ohjeldamist ning küberintsidendile reageerimist toetavad toimingud.\n\n§ 3.   Teenuse osutaja\n\n  (1) Teenuse osutaja käesoleva seaduse tähenduses on isik, kes kasutab süsteemi järgmiselt:\n  1) hädaolukorra seaduses sätestatud elutähtsa teenuse osutaja elutähtsa teenuse osutamisel;\n  2) raudteeseaduses sätestatud raudtee-ettevõtja, kes majandab avalikku raudteeinfrastruktuuri või kelle kaubaveo või reisijateveo turuosa on vähemalt 20 protsenti kaubaveo või reisijateveo turuosast avaliku raudtee toimimise ning raudteeveo ja avaliku reisijateveo toimimise teenuse osutamisel;\n  3) lennundusseaduses sätestatud lennuvälja käitaja, kelle käitatav lennuväli on avatud rahvusvaheliseks regulaarseks lennuliikluseks, samuti Tallinna lennuinfopiirkonnas lennuliikluse teenindamist tagav aeronavigatsiooniteenuse osutaja lennuvälja toimimise ja aeronavigatsiooni toimimise teenuse osutamisel;\n  4) sadamateenuse osutaja, kes on sadamaseaduse tähenduses sellise sadama pidaja või sellise sadamarajatise valdaja, mis teenindab 500-se ja enama kogumahutavusega laevu või rahvusvahelises meresõidus sõitvaid reisilaevu sadama toimimise teenuse osutamisel;\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n  5) elektroonilise side seaduses sätestatud sideettevõtja, kes osutab kaabelleviteenust, mida tarbib vähemalt 10 000 lõppkasutajat, ja ringhäälinguvõrgu teenuse osutaja kaabelleviteenuse või ringhäälinguvõrgu teenuse osutamisel;\n  6) tervishoiuteenuste korraldamise seaduses sätestatud haiglavõrku kuuluvate piirkondliku haigla ja keskhaigla pidaja statsionaarse eriarstiabi osutamisel ja kiirabibrigaadi pidaja kiirabi osutamisel;\n  7) tervishoiuteenuste korraldamise seaduses sätestatud perearst üldarstiabi osutamisel;\n[RT I, 22.05.2018, 1 - jõust. 01.01.2022]\n  8) Eesti maatunnusega seotud tipptaseme domeeninimede registri haldaja registri pidamiseks kasutatava süsteemi ja tipptaseme nimeserveri teenuse osutamisel;\n[RT I, 22.05.2018, 1 - jõust. 01.01.2020]\n  9) kriitilise tähtsusega side-, mereraadioside ja operatiivraadiosidevõrgu teenuse osutaja elektroonilise side seaduse tähenduses nende teenuste osutamisel;\n  10) Eesti Rahvusringhääling Eesti Rahvusringhäälingu seaduse § 5 lõike 1 punktis 10 sätestatud ülesande täitmisel.\n[RT I, 22.05.2018, 1 - jõust. 01.01.2022]\n\n  (2) Käesoleva paragrahvi lõikes 1 nimetatud teenuse osutajat, kes tegutseb Euroopa Parlamendi ja nõukogu direktiivi (EL) 2016/1148 meetmete kohta, millega tagada võrgu- ja infosüsteemide turvalisuse ühtlaselt kõrge tase kogu liidus (ELT L 194, 19.07.2016, lk 1–30), II lisas esitatud sektorites, loetakse olulise teenuse operaatoriks nimetatud direktiivi tähenduses.\n\n  (3) Riigi Infosüsteemi Amet tuvastab iga kahe aasta tagant käesoleva seaduse kohaldamisalas olevad teenuse osutajad, kes tegutsevad Euroopa Parlamendi ja nõukogu direktiivi (EL) 2016/1148 II lisas esitatud sektorites.\n[RT I, 22.05.2018, 1 - jõust. 01.01.2020]\n\n  (4) Käesolevas seaduses teenuse osutaja kohta sätestatut kohaldatakse ka:\n  1) andmekogu vastutavale töötlejale ja volitatud töötlejale;\n  2) Arenguseire Keskusele;\n  3) Eesti Pangale;\n  4) kohaliku omavalitsuse üksusele ja kohaliku omavalitsuse üksuste liidule;\n  5) kohtuasutusele;\n  6) riigi valimisteenistusele;\n  7) Riigikogu Kantseleile;\n  8) Riigikontrollile;\n  9) Riigimetsa Majandamise Keskusele;\n  10) seaduse alusel asutatud avalik-õiguslikule juriidilisele isikule;\n  11) Vabariigi Presidendi Kantseleile;\n  12) valitsusasutusele ja valitsusasutuse hallatavale riigiasutusele;\n  13) valla või linna ametiasutusele, valla või linna ametiasutuse hallatavale asutusele, osavallale, linnaosale, osavalla või linnaosa ametiasutusele, osavalla või linnaosa ametiasutuse hallatavale asutusele ning kohaliku omavalitsuse üksuste ühisametile ja -asutusele;\n  14) Õiguskantsleri Kantseleile.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 4.   Digitaalse teenuse osutaja\n\n  (1) Digitaalse teenuse osutaja käesoleva seaduse tähenduses on infoühiskonna teenuse seaduses sätestatud infoühiskonna teenuse osutaja, kes:\n  1) pakub internetipõhist kauplemiskohta;\n  2) pakub internetipõhist otsimootorit või\n  3) osutab pilvandmetöötlusteenust.\n\n  (2) Eestis teenust osutav, kuid väljaspool Euroopa Liitu asutatud digitaalse teenuse osutaja peab määrama esindaja Eestis või mõnes teises Euroopa Liidu liikmesriigis, kus ta teenust osutab, ning tegema püsivalt avalikult kättesaadavaks esindaja kontaktandmed.\n\n§ 5.   Ühtne kontaktpunkt ja pädev asutus\n\n  Euroopa Parlamendi ja nõukogu direktiivi (EL) 2016/1148 artikli 8 lõikes 1 nimetatud pädeva asutuse ja lõikes 3 nimetatud ühtse kontaktpunkti ning artikli 9 lõikes 1 nimetatud küberturbe intsidentide lahendamise üksuse ülesandeid täidab Riigi Infosüsteemi Amet.\n\n§ 51.   Küberturvalisuse valdkonna tööstuse, tehnoloogia ja teadusuuringute Euroopa pädevuskeskus ning riiklik koordineerimiskeskus\n\n  (1) Euroopa Parlamendi ja nõukogu määruse (EL) 2021/887, millega luuakse küberturvalisuse valdkonna tööstuse, tehnoloogia ja teadusuuringute Euroopa pädevuskeskus ning riiklike koordineerimiskeskuste võrgustik (ELT L 202, 08.06.2021, lk 1–31), artikli 12 tähenduses küberturvalisuse valdkonna tööstuse, tehnoloogia ja teadusuuringute Euroopa pädevuskeskuse nõukogu esindaja ja asendusliikme nimetab valdkonna eest vastutav minister käskkirjaga.\n\n  (2) Euroopa Parlamendi ja nõukogu määruse (EL) 2021/887 artikli 6 tähenduses riikliku koordineerimiskeskuse ülesandeid täidab Eesti küberturvalisuse valdkonna tööstuse, tehnoloogia ja teadusuuringute koordineerimisüksus.\n\n  (3) Käesoleva paragrahvi lõikes 2 nimetatud koordineerimisüksuse määrab ja tema ülesannete täitmise korra kehtestab valdkonna eest vastutav minister määrusega.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 6.   Küberturvalisuse tagamise põhimõtted\n\n  Küberturvalisuse tagamisel arvestatakse järgmisi põhimõtteid:\n  1) isiklikkuse põhimõte – süsteemi turvalisuse tagamist korraldab teenuse osutaja;\n  2) tervikliku kaitse põhimõte – teenuse osutaja teeb kindlaks võimalikud ohud süsteemile ning rakendab süsteemi kaitseks kohaseid korralduslikke ja tehnilisi abinõusid;\n  3) kahjuliku mõju vähendamise põhimõte – teenuse osutaja rakendab küberintsidendi korral vajalikku hoolsust ja abinõusid, et vältida küberintsidendi mõju laienemist ja võimalikku levikut teisele süsteemile, ning teavitab küberintsidendist käesolevas seaduses sätestatud järelevalveasutust;\n  4) koostööpõhimõte – küberturvalisuse tagamisel ja küberintsidentide lahendamisel teevad osalised koostööd ja võtavad vajaduse korral arvesse süsteemide ja teenuste omavahelist seotust ning sõltuvust.\n"
    },
    "kuberturvalisuse-seadus_2_peatukk": {
      "content": "2. peatükk\n\nKohustused küberturvalisuse tagamiseks \n\n§ 7.   Teenuse osutaja süsteemi turvameetmed\n\n  (1) Teenuse osutaja peab rakendama alaliselt turvameetmeid:\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n  1) küberintsidendi ennetamiseks;\n  2) küberintsidendi lahendamiseks;\n  3) küberintsidendi tõttu teenuse toimepidevusele või süsteemi turvalisusele avalduva mõju ennetamiseks ja leevendamiseks või teise sõltuva teenuse toimepidevusele või süsteemi turvalisusele avalduda võiva mõju ennetamiseks ja leevendamiseks.\n\n  (2) Teenuse osutaja on turvameetmete rakendamisel kohustatud:\n  1) koostama süsteemi riskianalüüsi, milles tuleb esitada süsteemi turvalisust ja teenuse toimepidevust mõjutavate ning küberintsidendi tekkimist põhjustavate riskide loetelu, määrata riskide realiseerumisel tekkiva küberintsidendi tagajärgede raskusaste ning kirjeldada küberintsidendi lahendamise abinõusid;\n  2) tagama dokumenteeritud süsteemi riskianalüüsi, turvaeeskirjade ja turvameetmete rakendamise kirjelduse olemasolu ja ajakohasuse;\n  3) tagama süsteemi turvalisust ohustava tegevuse või tarkvara tuvastamiseks süsteemi seire ja edastama teavet süsteemi turvalisust ohustava tegevuse või tarkvara kohta Riigi Infosüsteemi Ametile;\n  4) võtma kasutusele abinõud küberintsidendi mõju ja leviku vähendamiseks, sealhulgas vajaduse korral piirama süsteemi kasutamist või juurdepääsu süsteemile.\n  5) [kehtetu - RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n  6) [kehtetu - RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (3) Kui teenuse osutaja volitab süsteemi haldamise teisele isikule või majutab süsteemi teise isiku juures, vastutab teenuse osutaja selle eest, et teine isik tagab süsteemi turvameetmete rakendamise.\n\n  (4) [Kehtetu - RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (5) Vabariigi Valitsus või tema volitatud minister kehtestab määrusega käesolevas paragrahvis sätestatud kohustuste täitmise ja süsteemide küberturvalisuse tagamiseks:\n  1) infoturbe halduse nõuded üldnimetusega Eesti infoturbestandard;\n  2) turvameetmete üldnõuded;\n  3) süsteemide turvameetmete erinõuded ja nende kohaldamise ulatuse.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 8.   Teenuse osutaja kohustus teavitada küberintsidendist\n\n  (1) Teenuse osutaja teavitab Riigi Infosüsteemi Ametit viivitamata, kuid hiljemalt 24 tundi pärast teada saamist küberintsidendist:\n  1) millel on süsteemi turvalisusele või teenuse toimepidevusele oluline mõju;\n  2) mille oluline mõju süsteemi turvalisusele või teenuse toimepidevusele ei ole ilmne, kuid seda võib mõistlikult eeldada.\n\n  (11) Kui teenuse osutaja volitab süsteemi haldamise teisele isikule või majutab süsteemi teise isiku juures, vastutab teenuse osutaja selle eest, et teine isik teavitab teenuse osutajat hiljemalt 24 tundi pärast käesoleva paragrahvi lõikes 1 nimetatud küberintsidendist teada saamist.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (2) Küberintsidendil on oluline mõju, kui on täidetud vähemalt üks järgmistest tingimustest:\n  1) küberintsidendi mõju on käesoleva seaduse § 7 lõike 2 punkti 1 alusel koostatud süsteemi riskianalüüsis määratud tagajärgede raskusastme kohaselt vähemalt raske;\n  2) küberintsidendi tõttu ei ole teenuse osutamist võimalik jätkata teenustaseme kokkuleppes või teenuse toimepidevuse nõuetes sätestatud teenuse maksimaalse lubatud katkestuse aja möödumisel;\n  3) küberintsidendi tõttu on häiritud teise teenuse osutaja teenuse toimepidevus;\n  4) küberintsidendi lahendamiseks tuleb rakendada käesoleva seaduse § 7 lõike 2 punkti 1 alusel koostatud süsteemi riskianalüüsis või selle olemasolul muus teenuse toimepidevuse või süsteemi turvalisuse taastamist kirjeldavas dokumendis toodud erakorralisi abinõusid;\n  5) teenuse osutajale, teise teenuse osutajale või teenuse kasutajatele on küberintsidendi tõttu tekkinud või võib tekkida märkimisväärne kahju.\n\n  (3) Kui küberintsidendi tagajärjel on teenuse või teise teenuse osutamine häiritud veel vähemalt ühes Euroopa Liidu liikmesriigis, loetakse küberintsident alati olulise mõjuga küberintsidendiks.\n\n  (4) Käesoleva paragrahvi lõikes 1 sätestatud kohustus ei piira teenuse osutaja õigust teavitada Riigi Infosüsteemi Ametit küberintsidendist, millel ei ole käesoleva paragrahvi lõikes 2 sätestatud olulist mõju.\n\n  (5) Teenuse osutaja on kohustatud teavitama mõistliku aja jooksul isikut, keda olulise mõjuga küberintsident võib mõjutada, või avalikkust, kui mõjutatud isikuid ei ole võimalik eraldi teavitada.\n\n  (6) Kui teenuse osutaja ei täida käesoleva paragrahvi lõikes 5 sätestatud teavitamiskohustust mõistliku aja jooksul, võib Riigi Infosüsteemi Amet mõjutatud isikut või avalikkust ise teavitada, informeerides teavitamisest ka teenuse osutajat.\n\n  (7) Teenuse osutaja on olulise mõjuga küberintsidendi lahendamisel kohustatud edastama Riigi Infosüsteemi Ametile raporti, mis sisaldab informatsiooni küberintsidendi tekkepõhjuste, selle lahendamiseks kulunud aja ja rakendatud abinõude ning küberintsidendi mõju kohta.\n\n  (8) Küberintsidendist teavitamise korra ja raporti vormi võib kehtestada valdkonna eest vastutav minister määrusega.\n\n  (9) Teenuse osutaja on kohustatud teavitama Riigi Infosüsteemi Ametit digitaalse teenuse osutajat puudutava küberintsidendi olulisest mõjust oma teenuse toimepidevusele, kui tema teenus sõltub käesoleva seaduse §-s 4 määratletud digitaalse teenuse osutaja teenusest.\n\n§ 9.   Riigi ja kohaliku omavalitsuse üksuse süsteemi turvameetmed\n\n[Kehtetu - RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 10.   Digitaalse teenuse osutaja süsteemi turvameetmed\n\n  (1) Digitaalse teenuse osutaja on kohustatud tegema kindlaks riskid, mis ohustavad süsteemi turvalisust, ja neid analüüsima ning rakendama riskide juhtimiseks kohaseid korralduslikke ja tehnilisi meetmeid.\n\n  (2) Süsteemi turvalisuse tagamise meetmete valikul tuleb arvestada:\n  1) tehnilise taristu turvalisust;\n  2) küberintsidendi ennetamist, tuvastamist ja lahendamist;\n  3) toimepidevuse haldamist;\n  4) seiret, auditeerimist ja testimist;\n  5) rahvusvahelistele standarditele vastavust.\n\n  (3) Käesoleva paragrahvi lõike 2 rakendamisel on digitaalse teenuse osutaja kohustatud juhinduma Euroopa Parlamendi ja nõukogu direktiivi (EL) 2016/1148 artikli 16 lõike 8 alusel antud Euroopa Komisjoni rakendusmäärusest.\n\n  (4) Digitaalse teenuse osutaja rakendab asjakohaseid meetmeid, et võimalikult vähendada küberintsidendi mõju osutatava teenuse toimepidevusele.\n\n§ 11.   Digitaalse teenuse osutaja kohustus teavitada küberintsidendist\n\n  (1) Digitaalse teenuse osutaja teavitab pädevat asutust või küberturbe intsidentide lahendamise üksust küberintsidendist, millel on oluline mõju osutatavale digitaalsele teenusele, viivitamata pärast küberintsidendist teada saamist.\n\n  (2) Teade tuleb esitada selle liikmesriigi pädevale asutusele või küberturbe intsidentide lahendamise üksusele, kus on:\n  1) digitaalse teenuse osutaja asutatud;\n  2) kontserni puhul asutatud kontserni emaettevõtja või\n  3) kolmandast riigist pärit ettevõtja määratud esindaja.\n\n  (3) Küberintsidendist teavitamisel lähtutakse Euroopa Parlamendi ja nõukogu direktiivi (EL) 2016/1148 artikli 16 lõike 8 alusel antud Euroopa Komisjoni rakendusmääruses sätestatud kriteeriumidest.\n\n  (4) Teade peab sisaldama teavet, mis võimaldab pädeval asutusel või küberturbe intsidentide lahendamise üksusel küberintsidendi piiriülest mõju kindlaks teha.\n\n  (5) Kui küberintsidendil on oluline mõju digitaalse teenuse toimepidevusele teises liikmesriigis, teavitab Riigi Infosüsteemi Amet digitaalse teenuse osutaja esitatud teabe põhjal mõjutatud liikmesriiki.\n\n  (6) Kui küberintsidendi ennetamiseks või käimasoleva küberintsidendi lahendamiseks ja avalikes huvides on vajalik avalikkuse teavitamine, võib Riigi Infosüsteemi Amet pärast digitaalse teenuse osutaja informeerimist teavitada küberintsidendist avalikkust või kohustada seda tegema digitaalse teenuse osutajat.\n\n  (7) Käesoleva paragrahvi lõiget 1 ei kohaldata, kui digitaalse teenuse osutajal puudub küberintsidendi mõju olulisuse tuvastamiseks teave.\n"
    },
    "kuberturvalisuse-seadus_3_peatukk": {
      "content": "3. peatükk\n\nKüberturvalisuse tagamine\n\n§ 12.   Küberintsidendi ennetus ja lahendamine\n\n  (1) Küberturvalisuse tagamist ning küberintsidendi ennetamist ja lahendamist käesolevas seaduses sätestatud ulatuses koordineerib Riigi Infosüsteemi Amet.\n\n  (2) Riigi Infosüsteemi Amet teostab küberturvalisuse tagamiseks Eesti internetiprotokolli aadressiruumis olevate ning Eesti maatunnusega seotud domeenide vaatlust, analüüsib süsteemide turvalisust ohustavaid riske ning nende mõju riigile, ühiskonnale ja süsteemide turvalisusele.\n\n  (3) Riigi Infosüsteemi Amet edastab isikutele küberintsidendi ennetamiseks ja lahendamiseks ohuteateid, mis võimaldavad rakendada küberintsidendi mõju vältivaid või vähendavaid abinõusid.\n\n  (4) Riigi Infosüsteemi Ametil on õigus välisriigile või Euroopa Liidu Võrgu- ja Infoturbeametile või muule organisatsioonile edastada küberintsidendi ennetamise ja lahendamisega seotud teavet käesoleva seaduse §-s 5 sätestatud ülesannete või Euroopa Liidu õigusest tuleneva kohustuse täitmiseks või välislepinguga ettenähtud juhtudel ja korras, kui edastatav teave ei kahjusta riigi julgeolekut või kriminaalmenetlust.\n\n  (5) Teabe edastamisel arvestab Riigi Infosüsteemi Amet teenuse osutaja või digitaalse teenuse osutaja ärihuve ja juhindub ärisaladuse hoidmise kohustusest.\n\n§ 13.   Küberintsidentide register\n\n  (1) Küberintsidentide register (edaspidi register) on Riigi Infosüsteemi Ameti peetav andmekogu, kuhu kantakse küberintsidendi toimumist kirjeldavad andmed eesmärgiga pidada küberintsidentide üle arvestust ning analüüsida küberintsidente nende lahendamiseks, ohuteadete edastamiseks ja järelevalvetoimingute tegemiseks.\n\n  (2) Register on piiratud juurdepääsuga ja registriandmed on mõeldud asutusesiseseks kasutamiseks, kui õigusaktis ei ole sätestatud teisiti.\n\n  (3) Registri asutab ja selle põhimääruse kehtestab valdkonna eest vastutav minister määrusega.\n\n31. peatükk\n\nKüberturvalisuse sertifitseerimine \n\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 131.   Riiklik küberturvalisuse sertifitseerimise asutus\n\n  Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881, mis käsitleb ENISAt (Euroopa Liidu Küberturvalisuse Amet) ning info- ja kommunikatsioonitehnoloogia küberturvalisuse sertifitseerimist ja millega tunnistatakse kehtetuks määrus (EL) nr 526/2013 (küberturvalisuse määrus) (ELT L 151, 07.06.2019, lk 15–69), artikli 58 lõike 1 tähenduses riiklik küberturvalisuse sertifitseerimise asutus on Tarbijakaitse ja Tehnilise Järelevalve Amet.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 132.   Küberturvalisuse valdkonna vastavushindamisasutus\n\n  Vastavushindamisasutusena tegutsemisele ja vastavushindamisasutusele tegevusloa andmisele kohaldatakse toote nõuetele vastavuse seaduse §-e 22–31 ja 33 ning § 35 lõiget 1, arvestades Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 artiklites 60 ja 61 ning artikli 61 alusel vastu võetud Euroopa Komisjoni rakendusaktis ning sama määruse lisas toodud erisusi.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]"
    },
    "kuberturvalisuse-seadus_4_peatukk": {
      "content": "4. peatükk\n\nRiiklik ja haldusjärelevalve \n\n§ 14.   Riikliku ja haldusjärelevalve tegemine\n  (1) Käesolevas seaduses ja selle alusel kehtestatud õigusaktides sätestatud nõuete täitmise üle teeb riiklikku ja haldusjärelevalvet Riigi Infosüsteemi Amet.\n\n  (2) Riiklikku järelevalvet digitaalse teenuse osutajale käesoleva seaduse §-dega 10 ja 11 kehtestatud nõuete täitmise üle tehakse juhul, kui Riigi Infosüsteemi Ametit teavitatakse, et nimetatud nõudeid ei täida:\n  1) digitaalse teenuse osutaja, kes on asutatud Eestis;\n  2) kontserni kuuluv digitaalse teenuse osutaja, kelle emaettevõtja on asutatud Eestis;\n  3) kolmanda riigi digitaalse teenuse osutaja, kellel on Eestis esindaja.\n\n  (3) [Kehtetu - RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (4) Tarbijakaitse ja Tehnilise Järelevalve Amet teeb riiklikku ja haldusjärelevalvet Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 artikli 58 lõikes 7 sätestatud ulatuses.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (5) Käesolevas seaduses ja selle alusel kehtestatud õigusaktides julgeolekuasutuse süsteemidele sätestatud nõuete täitmise üle teeb haldusjärelevalvet asjakohane julgeolekuasutus.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 15.   Riikliku järelevalve erimeetmed\n\n  (1) Korrakaitseorgan võib käesolevas seaduses sätestatud riikliku järelevalve tegemiseks kohaldada korrakaitseseaduse §-des 30, 31, 32, 49, 50 ja 51 sätestatud riikliku järelevalve erimeetmeid korrakaitseseaduses sätestatud alusel ja korras.\n\n  (2) Käesoleva seaduse §-de 7 ja 8 ning nende alusel kehtestatud õigusaktide nõuete täitmise üle riikliku järelevalve tegemisel võib korrakaitseorgan kohaldada lisaks käesoleva paragrahvi lõikes 1 nimetatud erimeetmetele ka korrakaitseseaduse §-s 52 sätestatud riikliku järelevalve erimeedet korrakaitseseaduses sätestatud alusel ja korras.\n\n§ 16.   Riikliku järelevalve erisused\n\n  (1) Riigi Infosüsteemi Amet võib küberintsidendi korral vahetu kõrgendatud ohu tõrjumiseks või korrarikkumise kõrvaldamiseks süsteemi kasutamist või süsteemile juurdepääsu piirata, kui esinevad kõik järgmised tingimused:\n  1) küberintsident ohustab või kahjustab teise süsteemi turvalisust;\n  2) süsteemi haldaja ei saa või ei saa õigel ajal ise küberintsidendist lähtuvat kõrgendatud ohtu tõrjuda või korrarikkumist kõrvaldada;\n  3) küberintsidendist lähtuvat kõrgendatud ohtu ei saa tõrjuda ega korrarikkumist kõrvaldada vähem riivava meetmega;\n  4) küberintsidendist lähtuva kõrgendatud ohu tõrjumisega või korrarikkumise kõrvaldamisega ei tekitata isikule ebaproportsionaalset kahju.\n\n  (11) Tarbijakaitse ja Tehnilise Järelevalve Amet võib riikliku järelevalve tegemiseks rakendada Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 artikli 58 lõikes 8 sätestatud meetmeid.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n  (2) Käesolevas paragrahvis sätestatud meetme kohaldamisest tuleb adressaati ja käesoleva seaduse § 3 lõike 1 punktis 1 sätestatud teenuse osutaja puhul ka elutähtsa teenuse toimepidevust korraldavat asutust esimesel võimalusel teavitada.\n\n  (3) Käesolevas paragrahvis sätestatud meetme protokollimine on kohustuslik.\n\n§ 17.   Haldusjärelevalve meetmed\n\n  (1) Riigi Infosüsteemi Amet on haldusjärelevalve tegemisel volitatud pääsema ligi süsteemile ning piirama süsteemi kasutamist või süsteemile juurdepääsu, kui esinevad kõik järgmised tingimused:\n  1) küberintsident ohustab või kahjustab teise süsteemi turvalisust;\n  2) süsteemi haldaja ei saa või ei saa õigel ajal ise küberintsidendist lähtuvat ohtu tõrjuda või küberintsidenti kõrvaldada;\n  3) küberintsidendist lähtuvat ohtu ei saa tõrjuda ega küberintsidenti kõrvaldada isiku suhtes vähem riivava meetmega;\n  4) küberintsidendist lähtuva ohu tõrjumisega või küberintsidendi kõrvaldamisega ei tekitata isikule ebaproportsionaalset kahju.\n\n  (2) Käesolevas paragrahvis sätestatud meetme kohaldamisest tuleb adressaati esimesel võimalusel teavitada.\n\n  (3) Käesolevas paragrahvis sätestatud meetme protokollimine on kohustuslik.\n\n§ 171.   Sunniraha määr\n\n  Riikliku järelevalvemenetluse käigus ettekirjutuse täitmata jätmise korral on asendustäitmise ja sunniraha seaduses sätestatud korras rakendatava sunniraha kohaldamise igakordne ülemmäär 20 000 eurot.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 172.   Kaebuse läbivaatamise tähtaeg\n\n  (1) Tarbijakaitse ja Tehnilise Järelevalve Amet lahendab Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 artiklis 63 sätestatud kaebuse hiljemalt 90. päeval kaebuse saamisest arvates.\n\n  (2) Kui käesoleva paragrahvi lõikes 1 nimetatud kaebuse lahendamiseks on vaja teha koostööd teise riigi riikliku küberturvalisuse sertifitseerimise asutusega, on Tarbijakaitse ja Tehnilise Järelevalve Ametil õigus pikendada kaebuse läbivaatamise tähtaega aja võrra, mis on vajalik asutuse arvamuse ärakuulamiseks. Kaebuse läbivaatamise tähtaja pikendamisest teavitatakse kaebuse esitajat kirjalikult.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n"
    },
    "kuberturvalisuse-seadus_5_peatukk": {
      "content": "5. peatükk\n\nVastutus \n\n§ 18.   Seaduse nõuete rikkumine\n\n  (1) Käesoleva seaduse § 7 lõigetes 1–3 sätestatud nõuete rikkumise eest –\nkaristatakse rahatrahviga kuni 200 trahviühikut.\n\n  (2) Sama teo eest, kui selle on toime pannud juriidiline isik, –\nkaristatakse rahatrahviga kuni 20 000 eurot.\n\n§ 181.   Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 nõuete rikkumine\n\n  (1) Euroopa Parlamendi ja nõukogu määruse (EL) 2019/881 artikli 53 lõikes 2 sätestatud tingimustele mittevastava vastavusdeklaratsiooni väljastamise eest või artikli 55 lõikes 1 nimetatud teabe korral sama artikli lõikes 2 sätestatud nõuete rikkumise eest –\nkaristatakse rahatrahviga kuni 200 trahviühikut.\n\n  (2) Sama teo eest, kui selle on toime pannud juriidiline isik, –\nkaristatakse rahatrahviga kuni 20 000 eurot.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]\n\n§ 19.   Menetlus\n\n  (1) Käesoleva seaduse §-s 18 sätestatud väärteo kohtuväline menetleja on Riigi Infosüsteemi Amet.\n\n  (2) Kui käesoleva seaduse §-s 18 sätestatud väärtegu on seotud isikuandmete töötlemise nõuete rikkumisega, kohaldatakse väärteomenetluse puhul isikuandmete kaitse seadust.\n\n  (3) Käesoleva seaduse §-s 181 sätestatud väärteo kohtuväline menetleja on Tarbijakaitse ja Tehnilise Järelevalve Amet.\n[RT I, 06.08.2022, 2 - jõust. 16.08.2022]"
    },
    "kuberturvalisuse-seadus_6_peatukk": {
      "content": "6. peatükk\n\nRakendussätted \n\n§ 20.   Teenuse osutajate tuvastamine\n\n  Riigi Infosüsteemi Amet tuvastab käesoleva seaduse § 3 lõikes 3 nimetatud teenuse osutajad 2018. aasta 9. novembriks.\n\n§ 21. - § 28. [Käesolevast tekstist välja jäetud]\n\n§ 29.   Seaduse jõustumine\n\n  (1) Käesolev seadus jõustub Riigi Teatajas avaldamisele järgneval päeval.\n\n  (2) Käesoleva seaduse § 3 lõike 1 punkt 8, § 3 lõige 3, § 9 ning § 23 punkt 3 jõustuvad 2020. aasta 1. jaanuaril.\n\n  (3) Käesoleva seaduse § 3 lõike 1 punktid 7 ja 10, § 21 ning § 28 punktid 1 ja 5 jõustuvad 2022. aasta 1. jaanuaril.\n\n\n1 Euroopa Parlamendi ja nõukogu direktiiv (EL) 2016/1148 meetmete kohta, millega tagada võrgu- ja infosüsteemide turvalisuse ühtlaselt kõrge tase kogu liidus (ELT L 194, 19.07.2016, lk 1–30).\n"
    },
    "osmussaare-maastikukaitseala-kaitse-eeskiri_1_peatukk": {
      "content": "1. peatükk\n\nÜLDSÄTTED \n\n§ 1.  Osmussaare maastikukaitseala kaitse-eesmärk\n\n  (1) Osmussaare maastikukaitseala (edaspidi kaitseala) kaitse-eesmärk on kaitsta:\n  1) geoloogilisi objekte (aluspõhjakivimite paljandeid, rannavalle, rändrahne), Lääne-Eesti saartele omast loodus- ja pärandmaastikku;\n  2) Euroopa Parlamendi ja nõukogu direktiivi 2009/147/EÜ loodusliku linnustiku kaitse kohta (ELT L 20, 26.01.2010, lk 7–25) I lisas nimetatud liike. Need on tutkas (Philomachus pugnax), mis on ühtlasi I kategooria kaitsealune liik; niidurüdi (Calidris alpina), hüüp (Botaurus stellaris) ja sooräts (Asio flammeus), mis on ühtlasi II kategooria kaitsealused liigid; roo-loorkull (Circus aeruginosus), teder (Tetrao tetrix), sookurg (Grus grus), jõgitiir (Sterna hirundo), randtiir (Sterna paradisaea), rukkirääk (Crex crex), vööt-põõsalind (Sylvia nisoria) ja punaselg-õgija (Lanius collurio), mis on ühtlasi III kategooria kaitsealused liigid;\n  3) nõukogu direktiivi 92/43/EMÜ looduslike elupaikade ning loodusliku loomastiku ja taimestiku kaitse kohta (EÜT L 206, 22.07.1992, lk 7–50) I lisas nimetatud elupaigatüüpe: rannikulõukad (1150*)3, esmased rannavallid (1210), püsitaimestuga kivirannad (1220), merele avatud pankrannad (1230), rannaniidud (1630*), vähe- kuni kesktoitelised kalgiveelised järved (3140), kadastikud (5130), kuivad niidud lubjarikkal mullal (6210), liigirikkad niidud lubjavaesel mullal (6270*), lood (alvarid) (6280*), niiskuslembesed kõrgrohustud (6430), liigirikkad madalsood (7230*), lubjakivipaljandid (8210), vanad laialehised metsad (9020*) ja puiskarjamaad (9070);\n  4) nõukogu direktiivi 92/43/EMÜ II lisas nimetatud järgmiste liikide elupaiku: soohiilakas (Liparis loeselii), mis on ühtlasi II kategooria kaitsealune liik, ning madal unilook (Sisymbrium supinum) ja emaputk (Angelica palustris), mis on ühtlasi III kategooria kaitsealused liigid;\n  5) II kategooria kaitsealuseid liike taani merisalatit (Cochlearia danica), kaljukressi (Hornungia petraea), veripunast koldrohtu (Anthyllis coccinea), karvast lipphernest (Oxytropis pilosa), harilikku muguljuurt (Herminium monorchis) ja kärbesõit (Ophrys insectifera) ning III kategooria kaitsealuseid liike soo-neiuvaipa (Epipactis palustris) ja tõmmuvaerast (Melanitta fusca).\n\n  (2) «Rahvusvahelise tähtsusega märgalade, eriti veelindude elupaikade konventsiooni» artikli 2 lõike 1 kohaselt on kaitseala rahvusvahelise tähtsusega märgala (Ramsari ala).\n\n  (3) Kaitseala maa- ja veeala jaguneb vastavalt kaitsekorra eripärale ja majandustegevuse piiramise astmele kaheks sihtkaitsevööndiks ja kolmeks piiranguvööndiks.\n\n  (4) Kaitsealal tuleb arvestada «Looduskaitseseaduses» sätestatud piiranguid selles määruses ettenähtud erisustega.\n\n§ 2.  Kaitseala asukoht\n\n  (1) Kaitseala asub Lääne maakonnas Noarootsi vallas Osmussaare saarel.\n\n  (2) Kaitseala välispiir ja vööndite piirid on esitatud kaardil määruse lisas4.\n\n§ 3.  Kaitseala valitseja\n\n  Kaitseala valitseja on Keskkonnaamet."
    },
    "osmussaare-maastikukaitseala-kaitse-eeskiri_2_peatukk": {
      "content": "2. peatükk\n\nKAITSEKORRA ÜLDPÕHIMÕTTED \n\n§ 4.  Lubatud tegevus\n\n  (1) Inimestel on lubatud viibida, korjata marju, seeni ja muid metsa kõrvalsaadusi, püüda kala ja pidada jahti kogu kaitsealal, välja arvatud käesoleva määruse § 10 punktis 3 sätestatud ajal Tiiru sihtkaitsevööndis.\n\n  (2) Füüsilise isiku või eraõigusliku juriidilise isiku omandis oleval kinnisasjal viibimine on lubatud, arvestades «Asjaõigusseaduses» ja «Looduskaitseseaduses» sätestatut.\n\n  (3) Kaitseala teedel on lubatud sõidukiga sõitmine ja kaitseala veealal on lubatud mootorita ujuvvahendiga sõitmine. Sõidukiga sõitmine väljaspool teid, maastikusõidukiga sõitmine ning mootoriga ujuvvahendiga sõitmine on lubatud järelevalve- ja päästetöödel, kaitse-eeskirjaga lubatud töödel, kaitseala kaitse korraldamise ja valitsemisega seotud töödel, kaitseala valitseja nõusolekul teostatavas teadustegevuses ja õuemaal, liinirajatiste hooldamiseks vajalikel töödel ja maatulundusmaal metsamajandustöödel või põllumajandustöödel.\n\n  (4) Telkimine ja lõkke tegemine on kaitsealal lubatud ainult kohtades, mille kaitseala valitseja on selleks ette valmistanud ja tähistanud. Telkimine ja lõkke tegemine õuemaal on lubatud omaniku loal.\n\n§ 5.  Keelatud tegevus\n\n  Kaitseala valitseja nõusolekuta on kaitsealal keelatud:\n  1) muuta katastriüksuse kõlvikute piire ja sihtotstarvet;\n  2) koostada maakorralduskava ja teha maakorraldustoiminguid;\n  3) kehtestada detailplaneeringut ja üldplaneeringut;\n  4) anda nõusolekut väikeehitise, sealhulgas lautri või paadisilla ehitamiseks;\n  5) anda projekteerimistingimusi;\n  6) anda ehitusluba;\n  7) rajada uut veekogu, mille pindala on suurem kui viis ruutmeetrit, või muuta olemasolevat, kui selleks ei ole vaja anda vee-erikasutusluba, ehitusluba või nõusolekut väikeehitise ehitamiseks.\n\n§ 6.  Tegevuse kooskõlastamine\n\n  (1) Kaitseala valitseja ei kooskõlasta tegevust, mis kaitse-eeskirja kohaselt vajab kaitseala valitseja nõusolekut, kui see võib kahjustada kaitseala kaitse-eesmärgi saavutamist või kaitseala seisundit.\n\n  (2) Kui tegevust ei ole kaitseala valitsejaga kooskõlastatud või tegevuses ei ole arvestatud kaitseala valitseja kirjalikult seatud tingimusi, mille täitmisel tegevus ei kahjusta kaitseala kaitse-eesmärgi saavutamist või kaitseala seisundit, ei teki isikul, kelle huvides nimetatud tegevus on, vastavalt «Haldusmenetluse seadusele» õiguspärast ootust sellise tegevuse õiguspärasuse suhtes.\n\n  (3) Keskkonnaministeeriumil või Keskkonnaametil on keskkonnamõju hindamise järelevalvajana õigus määrata kaitseala kaitseks keskkonnanõudeid, kui kavandatav tegevus võib kahjustada kaitseala kaitse-eesmärgi saavutamist või kaitseala seisundit."
    },
    "osmussaare-maastikukaitseala-kaitse-eeskiri_3_peatukk": {
      "content": "3. peatükk\n\nSIHTKAITSEVÖÖND\n\n§ 7.  Sihtkaitsevööndi määratlus\n\n  (1) Kaitseala sihtkaitsevöönd on kaitseala osa seal väljakujunenud või kujundatavate looduslike ja poollooduslike koosluste ja eluta looduse komplekside säilitamiseks.\n\n  (2) Kaitsealal on kaks sihtkaitsevööndit:\n  1) Osmussaare sihtkaitsevöönd;\n  2) Tiiru sihtkaitsevöönd.\n\n§ 8.  Sihtkaitsevööndi kaitse-eesmärk\n\n  (1) Osmussaare sihtkaitsevööndi kaitse-eesmärk on geoloogiliste objektide, kaitsealuste liikide elupaikade, elustiku mitmekesisuse ja maastikuilme säilitamine ning poollooduslike koosluste taastamine ja kaitse.\n\n  (2) Tiiru sihtkaitsevööndi kaitse-eesmärk on maastikuilme, elustiku mitmekesisuse ja kaitsealuste liikide elupaikade säilitamine.\n\n§ 9.  Lubatud tegevus\n\n  (1) Sihtkaitsevööndis on lubatud:\n  1) adru varumine ning pilliroo varumine jäält ja külmunud pinnaselt;\n  2) rahvaürituste korraldamine selleks ettevalmistatud ja kaitseala valitseja poolt tähistatud kohtades. Rohkem kui 50 osalejaga rahvaürituste korraldamine on lubatud üksnes kaitseala valitseja nõusolekul.\n\n  (2) Kaitseala valitseja nõusolekul on sihtkaitsevööndis lubatud:\n  1) poollooduslike koosluste ilme ja liigikoosseisu tagamiseks ning kaitsealuste liikide elutingimuste säilitamiseks vajalik tegevus;\n  2) metsakoosluste kujundamine vastavalt kaitse-eesmärgile, kusjuures kaitseala valitsejal on õigus esitada nõudeid raieaja ja -tehnoloogia, metsamaterjali kokku- ja väljaveo ning puistu koosseisu ja täiuse suhtes;\n  3) olemasolevate teede ja ehitiste hooldustööd.\n\n§ 10.  Keelatud tegevus\n\n  Sihtkaitsevööndis on keelatud:\n  1) majandustegevus ja loodusvarade kasutamine;\n  2) uute ehitiste püstitamine, välja arvatud rajatiste rajamine kaitseala ja kinnistu tarbeks;\n  3) inimeste viibimine Tiiru sihtkaitsevööndis 1. aprillist 30. juunini.\n\n§ 11.  Vajalik tegevus\n\n  Sihtkaitsevööndis on poollooduslike koosluste esinemisaladel vajalik nende ilme ja liigikoosseisu taastamiseks ja säilitamiseks heina ja roo niitmine, loomade karjatamine ning puu- ja põõsarinde harvendamine ja kujundamine."
    },
    "osmussaare-maastikukaitseala-kaitse-eeskiri_4_peatukk": {
      "content": "4. peatükk\n\nPIIRANGUVÖÖND \n\n§ 12.  Piiranguvööndi määratlus\n\n  (1) Piiranguvöönd on kaitseala majandatav osa, mis ei kuulu sihtkaitsevööndisse.\n\n  (2) Kaitsealal on kolm piiranguvööndit:\n  1) Tuletorni piiranguvöönd;\n  2) Bieni piiranguvöönd;\n  3) Lõunasadama piiranguvöönd.\n\n§ 13.  Piiranguvööndi kaitse-eesmärk\n\n  Piiranguvööndi kaitse-eesmärk on poollooduslike koosluste, elustiku mitmekesisuse ja maastikuilme säilitamine.\n\n§ 14.  Lubatud tegevus\n\n  (1) Piiranguvööndis on lubatud majandustegevus.\n\n  (2) Kaitseala valitseja nõusolekul on piiranguvööndis lubatud:\n  1) uute ehitiste, kaasa arvatud ajutiste ehitiste püstitamine;\n  2) õhuliinide ja muude kommunikatsioonide rajamine;\n  3) rahvaürituste korraldamine selleks ettevalmistamata ja kaitseala valitseja poolt tähistamata kohtades.\n\n§ 15.  Keelatud tegevus\n\n  Piiranguvööndis on keelatud:\n  1) uuendusraie, välja arvatud turberaie, kusjuures tuleb säilitada koosluse liikide ja vanuse mitmekesisus;\n  2) puhtpuistute kujundamine ja energiapuistute rajamine;\n  3) maavara kaevandamine;\n  4) maaparandussüsteemi rajamine;\n  5) biotsiidi, taimekaitsevahendi ja väetiste kasutamine, välja arvatud põllu- ja õuemaal;\n  6) roo varumine ning puidu kokku- ja väljavedu külmumata pinnaselt;\n  7) veekogude veetaseme ning kalda- ja rannajoone muutmine.\n\n§ 16.  Vajalik tegevus\n\n  Piiranguvööndis on poollooduslike koosluste esinemisalal vajalik nende ilme ja liigikoosseisu säilimise tagamiseks heina niitmine, loomade karjatamine ning puu- ja põõsarinde harvendamine ja kujundamine."
    },
    "osmussaare-maastikukaitseala-kaitse-eeskiri_5_peatukk": {
      "content": "5. peatükk\n\nRAKENDUSSÄTE \n\n§ 17.  Määruse muutmine\n\n  Vabariigi Valitsuse 14. märtsi 1996. a määruses nr 78 «Osmussaare maastikukaitseala moodustamine, Osmussaare, Üügu ja Ohessaare maastikukaitsealade kaitse-eeskirjade ning välispiiri kirjelduste kinnitamine» (RT I 1996, 21, 421; 2010, 48, 294) tehakse järgmised muudatused:\n  1) määruse pealkiri sõnastatakse järgmiselt:«Osmussaare maastikukaitseala moodustamine, Üügu ja Ohessaare maastikukaitsealade kaitse-eeskirjade ning välispiiri kirjelduste kinnitamine»;\n  2) määruse punktist 1 jäetakse välja sõnad «ning kinnitada selle välispiiriks Osmussaare rannajoon»;\n  3) määruse punkti 2 alapunkt 1 tunnistatakse kehtetuks.\n\nPeaminister Andrus ANSIP\n\n\nKeskkonnaminister Jaanus TAMKIVI\n\n\nRiigikantselei õigusloomeosakonna juhataja\nriigisekretäri ülesannetes Margus MATT\n\n"
    },
    "vabariigi-presidendi-valimise-seadus_1_peatukk": {
      "content": "1. peatükk\n\nÜLDSÄTTED \n\n§ 1.  Valimissüsteemi alused\n\n  (1) Vabariigi Presidendi valib Riigikogu. Kui Vabariigi President jääb Riigikogus valimata, valib presidendi valimiskogu.\n\n  (2) Riigikogu või valimiskogu liikmel on igas hääletusvoorus üks hääl.\n\n  (3) Vabariigi President valitakse salajasel hääletusel.\n\n§ 2.  Vabariigi Presidendi kandidaat\n\n  (1) Vabariigi Presidendi kandidaadiks võib üles seada sünnilt Eesti kodaniku, kes on vähemalt 40 aastat vana.\n\n  (2) Vabariigi Presidendi kandidaadiks ei või üles seada isikut, kes on Vabariigi President teist ametiaega järjest.\n\n  (3) Vabariigi Presidendi kandidaadiks ei või üles seada tegevväelast.\n[RT I, 10.07.2012, 3 - jõust. 01.04.2013]\n\n§ 3.  Valimise aeg\n\n  (1) Vabariigi Presidendi korraline valimine toimub varemalt 60 ja hiljemalt 10 päeva enne Vabariigi Presidendi ametiaja lõppemist.\n\n  (2) Vabariigi Presidendi erakorraline valimine Riigikogus toimub 14 päeva jooksul, arvates:\n  1) Vabariigi Presidendi volituste ennetähtaegse lõppemise päevast või\n  2) päevast, mil Riigikohus tunnistas Vabariigi Presidendi kestvalt võimetuks oma ülesandeid täitma, või\n  3) päevast, mil Vabariigi President jäi valimiskogus valimata.\n\n  (3) Vabariigi Presidendi valimine valimiskogus toimub ühe kuu jooksul, arvates Riigikogus kolmanda hääletusvooru toimumise päevast.\n\n§ 4.  Valimise korraldaja\n\n  Vabariigi Presidendi valimise korraldab Vabariigi Valimiskomisjon (edaspidi valimiskomisjon).\n\n§ 5.  Valimiskulud\n\n  Vabariigi Presidendi valimise korraldamise kulud kaetakse riigieelarvest.\n"
    },
    "vabariigi-presidendi-valimise-seadus_2_peatukk": {
      "content": "2. peatükk\n\nHÄÄLETAMISE KORRALDAMINE\n\n§ 6.  Riigikogu ja valimiskogu istungi juhatamine\n\n  (1) Riigikogu ja valimiskogu istungit Vabariigi Presidendi valimisel juhatab Riigikogu esimees või aseesimees.\n\n  (2) Riigikogu ja valimiskogu istungit ei või juhatada Vabariigi Presidendi kandidaat ega Riigikogu esimees või aseesimees, kui ta täidab ajutiselt Vabariigi Presidendi ülesandeid. Kui Riigikogu esimees ja aseesimehed on Vabariigi Presidendi kandidaadid, juhatab Riigikogu või valimiskogu istungit vanim kohalolev Riigikogu liige.\n\n§ 7.  Hääletamise ettevalmistamine\n\n  (1) Enne hääletamise väljakuulutamist tutvustab valimiskomisjoni esimees Riigikogu või valimiskogu liikmetele hääletamise ning hääletamis- ja valimistulemuste kindlakstegemise korda.\n\n  (2) Riigikogu või valimiskogu liikmel on õigus esitada valimiskomisjoni esimehele küsimusi hääletamise ning hääletamis- ja valimistulemuste kindlakstegemise korra kohta.\n\n  (3) Valimiskomisjon kontrollib valimiskasti ja pitseerib selle.\n\n  (4) Hääletamise kuulutab välja istungi juhataja.\n\n§ 8.  Hääletamissedel\n\n  (1) Hääletamissedelile kantakse kandidaatide nimed tähestikulises järjestuses.\n\n  (2) Hääletamissedeli vormi kehtestab valimiskomisjon.\n\n§ 9.  Hääletamise kord\n\n  (1) Valimiskomisjon annab Riigikogu või valimiskogu liikmele valimiskomisjoni pitsati jäljendiga hääletamissedeli ja ümbriku. Sedel antakse nimekirja alusel isikut tõendava dokumendi esitamisel. Sedeli saamise kohta annab Riigikogu või valimiskogu liige allkirja.\n\n  (2) Hääletamissedel täidetakse hääletamiskabiinis. Riigikogu või valimiskogu liige märgib sedelil lahtrisse risti selle kandidaadi nime juures, kelle poolt ta hääletab. Kui hääletamissedelile on kantud ainult ühe kandidaadi nimi, märgib Riigikogu või valimiskogu liige sedelil lahtrisse risti sel juhul, kui ta hääletab kandidaadi poolt.\n\n  (3) Pärast sedeli täitmist paneb hääletaja sedeli ümbrikusse ja annab selle valimiskomisjonile, kes paneb ümbrikule valimiskomisjoni pitsati jäljendi. Seejärel laseb hääletaja ümbriku valimiskasti.\n\n  (4) Kui hääletamissedel rikutakse enne selle valimiskasti laskmist, on Riigikogu või valimiskogu liikmel õigus rikutud sedeli tagastamise korral saada valimiskomisjonilt uus sedel, mille kohta tehakse nimekirja märge.\n\n  (5) Istungi juhataja kuulutab hääletamise lõppenuks üks tund pärast hääletamise väljakuulutamist.\n\n§ 10.  Protestid hääletamise korra rikkumise kohta\n\n  (1) Enne häälte lugemist on Riigikogu või valimiskogu liikmel õigus esitada valimiskomisjonile kirjalik protest hääletamise korra rikkumise kohta.\n\n  (2) Valimiskomisjon vaatab protesti pärast hääletamise lõppemist läbi, võtab vastu motiveeritud otsuse ja teeb selle teatavaks. Kui hääletamise korda on rikutud oluliselt, korraldab valimiskomisjon kordushääletuse.\n"
    },
    "vabariigi-presidendi-valimise-seadus_3_peatukk": {
      "content": "3. peatükk\n\nHÄÄLETAMIS- JA VALIMISTULEMUSTE KINDLAKSTEGEMINE \n\n§ 11.  Hääletamistulemuse kindlakstegemine\n\n  (1) Valimiskomisjon loeb hääled avalikult kohe pärast hääletamise lõppemist ja protestide lahendamist.\n\n  (2) Valimiskomisjon teeb kindlaks:\n  1) Riigikogu liikmete või valimiskogu liikmete nimekirja järgi valijate arvu ja neist hääletamissedeli saanute arvu;\n  2) valimiskastis olevate sedelite alusel hääletamisest osavõtnud valijate arvu;\n  3) kehtetute hääletamissedelite arvu;\n  4) nende hääletamissedelite arvu, millel ei ole märgitud risti ühtegi lahtrisse;\n  5) Vabariigi Presidendi igale kandidaadile antud häälte arvu.\n\n  (3) Kehtetu on hääletamissedel:\n  1) millel on rist märgitud rohkem kui ühte lahtrisse;\n  2) millel või mille ümbrikul puudub valimiskomisjoni pitsati jäljend.\n\n  (4) Hääletamistulemuse teeb teatavaks valimiskomisjoni esimees.\n\n§ 12.  Protestid hääletamistulemuse kindlakstegemise korra rikkumise kohta\n\n  (1) Enne valimistulemuse kindlakstegemist on Riigikogu või valimiskogu liikmel õigus esitada kirjalik protest hääletamistulemuse kindlakstegemise korra rikkumise kohta.\n\n  (2) Valimiskomisjon vaatab protesti pärast häälte lugemist läbi, võtab vastu motiveeritud otsuse ja teeb selle teatavaks. Kui hääletamistulemuse kindlakstegemise korda on rikutud, loeb valimiskomisjon hääled uuesti.\n\n§ 13.  Valimistulemuse kindlakstegemine\n\n  (1) Valimistulemuse kindlakstegemiseks kuulutab istungi juhataja välja vaheaja.\n\n  (2) Valimistulemuse kohta võtab valimiskomisjon vastu otsuse, mis jõustub allakirjutamisega. Otsuse teeb valimiskomisjoni esimees teatavaks kohe pärast selle jõustumist.\n"
    },
    "vabariigi-presidendi-valimise-seadus_4_peatukk": {
      "content": "4. peatükk\n\nVABARIIGI PRESIDENDI VALIMINE RIIGIKOGUS\n\n§ 14.  Riigikogu kokkukutsumine\n\n  Vabariigi Presidendi valimiseks kutsub Riigikogu esimees Vabariigi Presidendi, Vabariigi Valitsuse või vähemalt viiendiku Riigikogu koosseisu ettepanekul kokku Riigikogu erakorralise istungjärgu või Riigikogu täiendava istungi. Enne Riigikogu kokkukutsumist kuulab Riigikogu esimees ära valimiskomisjoni arvamuse.\n\n§ 15.  Kandidaatide ülesseadmine, registreerimiseks esitamine ja registreerimine esimeseks hääletusvooruks\n\n  (1) Kandidaadi ülesseadmise õigus on vähemalt viiendikul Riigikogu koosseisust.\n\n  (2) Riigikogu liige võib olla ainult ühe kandidaadi ülesseadjaks.\n\n  (3) Kandidaatide registreerimiseks esitamine algab neljandal päeval kell 9.00 ja lõpeb teisel päeval kell 18.00 enne esimese hääletusvooru päeva.\n\n  (4) Kandidaadi registreerimiseks esitavad ülesseadjad valimiskomisjonile esildise, mis sisaldab:\n  1) kandidaadi ees- ja perekonnanime;\n  2) kandidaadi sünniaasta, -kuu ja -päeva;\n  3) ülesseadjate nimed ja allkirjad;\n  4) esildise koostamise kuupäeva.\n\n  (5) Ülesseadjad lisavad esildisele:\n  1) kandidaadi omakäelise, kuupäeva ja allkirjaga nõusoleku kandideerida Vabariigi Presidendiks ning kinnituse, et ta vastab Vabariigi Presidendi kandidaadile esitatavatele seadusega sätestatud nõuetele;\n  2) kandidaadi omakäelise, kuupäeva ja allkirjaga süümevande või süümevande varem vastuvõtnud ametiasutuse teatise, millest nähtub, kellele, millega seoses ja millal on kandidaat vande andnud;\n  3) dokumendid, mis tõendavad, et kandidaat on sünnilt Eesti kodanik.\n\n  (6) Kandidaadi registreerimiseks nõutavad dokumendid esitab valimiskomisjonile üks kandidaadi ülesseadjatest.\n\n  (7) Kui kandidaadi registreerimiseks esitamisel puudub osa nõutavaid dokumente või neis on vigu, teeb dokumentide vastuvõtja kandidaadi registreerimiseks esitajale ettepaneku nõutavad dokumendid esitada või vead enne registreerimisaja lõppu parandada. Esitatud dokumendid tagastatakse. Nende kättesaamise kohta annab registreerimiseks esitaja allkirja. Kui dokumendid esitatakse uuesti, loetakse need esmakordselt esitatuks ja võetakse arvele nende uuesti esitamise kuupäeva ja kellaajaga.\n\n  (8) Valimiskomisjon registreerib nõuetekohaselt esitatud kandidaadid järgmisel päeval pärast kandidaatide registreerimiseks esitamise tähtaja lõppemist.\n\n  (9) Kandidaadid registreeritakse nende registreerimiseks esitamise järjekorras.\n\n  (10) Pärast kandidaatide registreerimist ei või hääletamissedelile kantavate kandidaatide nimekirjas teha muudatusi, välja arvatud kandidaadi surma korral või kui esitatakse dokument, mis tõendab, et mõni kandidaat ei vasta käesoleva seaduse paragrahvis 2 nimetatud nõuetele.\n\n§ 16.  Esimene hääletusvoor\n\n  (1) Esimeseks hääletusvooruks kantakse hääletamissedelile selleks vooruks registreeritud kandidaatide nimed.\n\n  (2) Valituks tunnistatakse kandidaat, kelle poolt hääletab Riigikogu koosseisu kahekolmandikuline enamus.\n\n  (3) Kui ükski kandidaat ei saa nõutavat häälteenamust, korraldatakse järgmisel päeval teine hääletusvoor.\n\n  (4) Vabariigi Presidendi valimise teise hääletusvooru algusaja teatab istungi juhataja Riigikogu liikmetele kohe pärast esimese hääletusvooru valimistulemuse teatavakstegemist.\n\n§ 17.  Kandidaatide ülesseadmine, registreerimiseks esitamine ja registreerimine teiseks hääletusvooruks\n\n  (1) Teiseks hääletusvooruks toimub kandidaatide uus ülesseadmine, registreerimiseks esitamine ja registreerimine vastavalt käesoleva seaduse paragrahvi 15 lõigetele 1, 2, 4–7, 9 ja 10. Esimeseks vooruks registreeritud kandidaadi registreerimiseks esitamise korral ei ole vaja esildisele lisada käesoleva seaduse paragrahvi 15 lõike 5 punktides 2 ja 3 nimetatud dokumente.\n\n  (2) Kandidaatide registreerimiseks esitamine algab neli tundi ja lõpeb kaks tundi enne teise hääletusvooru algust.\n\n  (3) Valimiskomisjon registreerib nõuetekohaselt esitatud kandidaadid enne teise hääletusvooru algust.\n\n§ 18.  Teine hääletusvoor\n\n  (1) Teiseks hääletusvooruks kantakse hääletamissedelile selleks hääletusvooruks registreeritud kandidaatide nimed.\n\n  (2) Valituks tunnistatakse kandidaat, kelle poolt hääletab Riigikogu koosseisu kahekolmandikuline enamus.\n\n  (3) Kui ükski kandidaat ei saa nõutavat häälteenamust, korraldatakse samal päeval kolmas hääletusvoor.\n\n  (4) Vabariigi Presidendi valimise kolmanda hääletusvooru algusaja teatab istungi juhataja Riigikogu liikmetele kohe pärast teise hääletusvooru valimistulemuse teatavakstegemist.\n\n§ 19.  Kolmas hääletusvoor\n\n  (1) Kolmandaks hääletusvooruks kantakse hääletamissedelile kahe teises voorus kõige rohkem hääli saanud kandidaadi nimed. Kui teises hääletusvoorus saab vähemalt kaks kandidaati võrdse arvu hääli, kantakse hääletamissedelile vanema kandidaadi nimi või vanemate kandidaatide nimed. Kui teises hääletusvoorus kandideerib ainult üks kandidaat ja ta ei saa nõutavat häälteenamust, kantakse hääletamissedelile ainult tema nimi.\n\n  (2) Valituks tunnistatakse kandidaat, kelle poolt hääletab Riigikogu koosseisu kahekolmandikuline enamus.\n\n  (3) Kui ükski kandidaat ei saa nõutavat häälteenamust, kutsub Riigikogu esimees Vabariigi Presidendi valimiseks kokku valimiskogu.\n"
    },
    "vabariigi-presidendi-valimise-seadus_5_peatukk": {
      "content": "5. peatükk\n\n§ 20.  Valimiskogu kokkukutsumine\n\n  Vabariigi Presidendi valimiskogu kutsub kokku Riigikogu esimees hiljemalt järgmisel päeval pärast kolmandat hääletusvooru Riigikogus, tehes teatavaks valimiskogu istungi aja ja koha. Enne valimiskogu kokkukutsumist kuulab Riigikogu esimees ära valimiskomisjoni arvamuse.\n\n§ 21.  Valimiskogu\n\n  (1) Valimiskogu koosneb Riigikogu liikmetest ja kohaliku omavalitsuse volikogude esindajatest.\n\n  (2) Valimiskogu liikmed on otsuse langetamisel vabad.\n\n§ 22.  Kohaliku omavalitsuse volikogu esindajate valimine\n\n  (1) Järgmisel päeval pärast kolmandat hääletusvooru Riigikogus saadab valimiskomisjon igale kohaliku omavalitsuse volikogule teatise tema esindajate arvu kohta valimiskogus.\n\n  (2) Lähtudes Eesti hääleõiguslike kodanike riiklikku registrisse kantud kodanike arvust kohaliku omavalitsusüksuse haldusterritooriumil Vabariigi Presidendi valimise aasta 1. jaanuaril, määratakse kohaliku omavalitsuse volikogu esindajate arv järgmiselt:\n  1) kuni 10 000 hääleõiguslikku Eesti kodanikku – 1 esindaja;\n  2) 10 001–50 000 hääleõiguslikku Eesti kodanikku – 2 esindajat;\n  3) 50 001–100 000 hääleõiguslikku Eesti kodanikku – 4 esindajat;\n  4) üle 100 000 hääleõigusliku Eesti kodaniku – 10 esindajat.\n\n  (3) Kohaliku omavalitsuse volikogu esindaja peab olema Eesti kodanik ja teda valinud kohaliku omavalitsuse volikogu liige. Kohaliku omavalitsuse volikogu esindajaks ei või olla Riigikogu liige.\n\n  (4) Kohaliku omavalitsuse volikogu valib oma esindaja hiljemalt seitsmendal päeval enne Vabariigi Presidendi valimiskogus valimise päeva.\n\n  (41) Kohaliku omavalitsuse volikogu esindaja või käesoleva paragrahvi lõike 2 punktides 2–4 sätestatud juhtudel esindajate valimine toimub volikogu istungil ülesseatud kandidaatide seast ühes hääletusvoorus. Igal volikogu liikmel on üks hääl. Valituks osutub enim hääli saanud kandidaat või käesoleva paragrahvi lõike 2 punktides 2–4 sätestatud juhul enim hääli saanud kandidaadid. Kui kandidaatidele antud häälte arvu võrdsuse tõttu ei osutu kõik volikogu esindajad valituks, heidetakse võrdselt hääli kogunud kandidaatide vahel liisku.\n[RT I, 16.11.2010, 2 - jõust. 26.11.2010]\n\n  (5) Kohaliku omavalitsuse volikogu otsus kohaliku omavalitsuse volikogu esindaja või esindajate valimise kohta edastatakse valimiskomisjonile viivitamata.\n\n§ 23.  Kandidaatide ülesseadmine, registreerimiseks esitamine ja registreerimine esimeseks hääletusvooruks\n\n  (1) Kandidaadi ülesseadmise õigus on vähemalt 21 valimiskogu liikmel.\n\n  (2) Valimiskogu liige võib olla ainult ühe kandidaadi ülesseadjaks.\n\n  (3) Kandidaatide registreerimiseks esitamine ja registreerimine toimub vastavalt käesoleva seaduse paragrahvi 15 lõigetele 3–10. Riigikogu esimeseks või teiseks vooruks registreeritud kandidaadi registreerimiseks esitamise korral ei ole vaja esildisele lisada käesoleva seaduse paragrahvi 15 lõike 5 punktides 2 ja 3 nimetatud dokumente.\n\n§ 24.  Valimiskogu liikmete registreerimine\n\n  (1) Valimiskogu liikmete registreerimine valimiskogu istungiks algab kaks tundi enne valimiskogu istungi algust.\n\n  (2) Valimiskogu liikmed registreeritakse isikut ja kodakondsust tõendava dokumendi esitamisel.\n\n§ 25.  Esimene hääletusvoor\n\n  (1) Esimeseks hääletusvooruks kantakse hääletamissedelile Riigikogu kolmandas hääletusvoorus osalenud kandidaatide ja valimiskogu esimeseks hääletusvooruks registreeritud kandidaatide nimed.\n\n  (2) Valituks tunnistatakse kandidaat, kelle poolt hääletab hääletamisest osavõtnud valimiskogu liikmete enamus.\n\n  (3) Kui ükski kandidaat ei saa nõutavat häälteenamust, korraldatakse samal päeval teine hääletusvoor.\n\n  (4) Valimiskogu istungi juhataja teatab valimiskogu liikmetele teise hääletusvooru algusaja kohe pärast esimese vooru valimistulemuse teatavakstegemist.\n\n§ 26.  Teine hääletusvoor\n\n  (1) Teiseks hääletusvooruks kantakse hääletamissedelile kahe esimeses voorus enim hääli saanud kandidaadi nimed. Kui esimeses hääletusvoorus saab vähemalt kaks kandidaati võrdse arvu hääli, kantakse hääletamissedelile vanema kandidaadi või vanemate kandidaatide nimed. Kui esimeses hääletusvoorus kandideerib ainult üks kandidaat ja ta ei saa nõutavat häälteenamust, kantakse hääletamissedelile ainult tema nimi.\n\n  (2) Valituks tunnistatakse kandidaat, kelle poolt hääletab hääletamisest osavõtnud valimiskogu liikmete enamus.\n\n  (3) Kui ükski kandidaat ei saa nõutavat häälteenamust, korraldatakse Vabariigi Presidendi valimine vastavalt käesoleva seaduse paragrahvi 3 lõike 2 punktile 3.\n"
    },
    "vabariigi-presidendi-valimise-seadus_6_peatukk": {
      "content": "6. peatükk\n\nLÕPPSÄTTED \n\n§ 27.  Vabariigi Presidendi ametisseastumine\n\n  (1) Korraliselt valitud uus Vabariigi President astub ametisse ametivande andmisega esimesel Riigikogu istungil, mis järgneb Vabariigi Presidendi ametiaja lõppemise päevale.\n\n  (2) Erakorraliselt valitud uus Vabariigi President astub ametisse ametivande andmisega esimesel Riigikogu istungil, mis järgneb Vabariigi Presidendi valimise päevale.\n\n§ 28. – § 29. [Käesolevast tekstist välja jäetud.]"
    }
  }
}
